{
  "title": "Privacy Policy",
  "description": "Privacy policy for Vidtory AI Creative Generator",
  "lastUpdated": "Last updated: 2025",
  "common": {
    "back": "Back"
  },
  "sections": {
    "introduction": {
      "title": "1. Introduction",
      "content": "We are committed to protecting your privacy. This policy explains how we collect, use, and protect your personal information when using Vidtory AI Creative Generator."
    },
    "informationCollection": {
      "title": "2. Information We Collect",
      "content": "We collect the following types of information:",
      "personalData": {
        "title": "Personal Information",
        "items": {
          "1": "Name and email address when you create an account",
          "2": "Profile picture (if you provide it)",
          "3": "Payment information (processed securely by third parties)",
          "4": "Contact information when you reach out to us"
        }
      },
      "usageData": {
        "title": "Usage Data",
        "items": {
          "1": "Content creation history and credit usage",
          "2": "Your preferences and settings",
          "3": "Device and browser information"
        }
      },
      "paymentData": {
        "title": "Payment Data",
        "content": "Payment information is processed by secure third-party payment providers. We do not store credit card information or full payment details on our servers."
      }
    },
    "usage": {
      "title": "3. How We Use Your Information",
      "items": {
        "1": "To provide and improve our services",
        "2": "To process transactions and manage your credits",
        "3": "To send service notifications and updates",
        "4": "To provide customer support and resolve issues",
        "5": "To analyze service usage to improve user experience",
        "6": "To comply with legal obligations"
      }
    },
    "sharing": {
      "title": "4. Information Sharing",
      "content": "We do not sell your personal information. We may share information with trusted third parties only when necessary to provide services, process payments, or comply with the law."
    },
    "payment": {
      "title": "5. Payment Processing",
      "content": "All payment transactions are handled by secure third-party providers using encryption and industry-standard security. We only store the information required to manage your transactions and credits."
    },
    "security": {
      "title": "6. Data Security",
      "content": "We use appropriate technical and organizational measures to protect your personal information from unauthorized access, loss, or destruction. However, no method of transmission over the internet is 100% secure."
    },
    "rights": {
      "title": "7. Your Rights",
      "items": {
        "1": "The right to access your personal information",
        "2": "The right to correct inaccurate information",
        "3": "The right to request deletion of your account and data",
        "4": "The right to opt out of marketing emails",
        "5": "The right to file a complaint regarding how we handle your data"
      }
    },
    "cookies": {
      "title": "8. Cookies",
      "content": "We use cookies to improve your experience, remember your preferences, and analyze service usage. You can manage cookies through your browser settings."
    },
    "children": {
      "title": "9. Children's Privacy",
      "content": "Our services are not intended for children under 13 years old. We do not knowingly collect personal information from children under 13."
    },
    "changes": {
      "title": "10. Changes to This Policy",
      "content": "We may update this privacy policy from time to time. We will notify you of any significant changes by posting a notice on the service or sending you an email."
    },
    "contact": {
      "title": "11. Contact Us",
      "content": "If you have any questions about this privacy policy or how we handle your data, please contact us via email or Facebook Messenger."
    }
  }
}
